alacritty
alsa-utils
base
base-devel
brightnessctl
dolphin
efibootmgr
firefox
gdm
git
glibc-locales
grim
grub
hyprland
intel-ucode
linux
linux-firmware
luarocks
mako
man-db
man-pages
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
pamixer
pavucontrol
pipewire-alsa
qt5-wayland
qt5ct
qt6-wayland
slurp
sof-firmware
sudo
swaybg
texinfo
ttf-jetbrains-mono-nerd
vim
waybar
wayland-protocols
wl-clipboard
wofi
xdg-desktop-portal-wlr
xdg-utils
zram-generator
