alacritty
alsa-utils
base
base-devel
blueman
bluez-utils
brightnessctl
cowsay
darktable
digikam
efibootmgr
ffmpegthumbnailer
firefox
fwupd
gdm
git
glibc-locales
gnome-tweaks
gphoto2
grim
grub
gthumb
gvfs-mtp
hyprland
hyprlock
hyprpaper
libmtp
libraw
linux
linux-firmware
luarocks
mako
man-db
man-pages
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
proton-vpn-gtk-app
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rawtherapee
slurp
sof-firmware
sudo
swaybg
systemd-resolvconf
texinfo
transmission-cli
transmission-gtk
ttf-jetbrains-mono-nerd
usbutils
vim
waybar
wayland-protocols
wireguard-tools
wl-clipboard
wofi
xdg-desktop-portal-wlr
xdg-utils
zram-generator
